Repository: Clemsim/portofolio
Catalog: src/locales/*.po
Languages: it

source: Clément Jallat - Portofolio
it: Clément Jallat - Portfolio

source: E-commerce Dashboard
it: Dashboard E-commerce

source: Un tableau de bord analytique complet pour gérer les ventes et les stocks en temps réel.
it: Un dashboard analitico completo per gestire vendite e inventario in tempo reale.

source: SaaS Landing Page
it: Pagina di Destinazione SaaS

source: Page d'atterrissage optimisée pour la conversion avec animations et mode sombre.
it: Pagina di destinazione ottimizzata per la conversione con animazioni e modalità scura.

source: App de Gestion de Tâches
it: App di Gestione delle Attività

source: Une application collaborative pour équipes avec fonctionnalités temps réel.
it: Un'applicazione collaborativa per team con funzionalità in tempo reale.

source: À propos
it: Chi sono

source: Projets
it: Progetti

source: Contact
it: Contatto

source: Disponible pour freelance
it: Disponibile per freelance

source: Créer des expériences web <0>modernes</0> et intuitives.
it: Creare esperienze web <0>moderne</0> e intuitive.

source: Me contacter
it: Contattami

source: Voir mes projets
it: Vedi i miei progetti

source: Technologies & Outils
it: Tecnologie e Strumenti

source: Projets Récents
it: Progetti Recenti

source: Une sélection de mes travaux favoris.
it: Una selezione dei miei lavori preferiti.

source: Voir le projet
it: Vedi il progetto

source: Travaillons ensemble
it: Lavoriamo insieme

source: Envoyez-moi un message et je vous répondrai dans les plus brefs délais.
it: Inviami un messaggio e ti risponderò il prima possibile.

source: Message
it: Messaggio

source: Parlez-moi de votre projet...
it: Parlami del tuo progetto...

source: Envoyer
it: Invia

source: Construit avec <0>SvelteKit</0> & <1>shadcn-svelte</1>.
it: Costruito con <0>SvelteKit</0> & <1>shadcn-svelte</1>.

source: Mentions légales
it: Note legali

source: Je suis un développeur Fullstack passionné par Svelte et l'écosystème web moderne. Je transforme vos idées en code performant et maintenable.
it: Sono uno sviluppatore Fullstack appassionato di Svelte e dell'ecosistema web moderno. Trasformo le tue idee in codice performante e manutenibile.

source: Français
it: Francese

source: English
it: Inglese

source: Español
it: Spagnolo

source: Deutsch
it: Tedesco

source: 日本語
it: Giapponese

source: Changer la langue
it: Cambia lingua

source: Changer le thème
it: Cambia tema

source: Clair
it: Chiaro

source: Sombre
it: Scuro

source: Système
it: Sistema

source: Message envoyé avec succès !
it: Messaggio inviato con successo!

source: Envoi en cours...
it: Invio in corso...

source: Une erreur est survenue.
it: Si è verificato un errore.

source: Problème de connexion.
it: Problema di connessione.
